brew 'editorconfig', args: ['HEAD']
brew 'emacs', args: ['devel', 'with-gnutls', 'with-librsvg', 'with-cocoa', 'with-imagemagick']
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'tmux-mem-cpu-load'

tap 'homebrew/emacs'
brew 'homebrew/emacs/achievements', args: ['HEAD']
brew 'homebrew/emacs/applescript-mode'
brew 'homebrew/emacs/ag-emacs'
brew 'homebrew/emacs/beacon-mode'
brew 'homebrew/emacs/browse-kill-ring'
brew 'homebrew/emacs/company-mode', args: ['with-emoji', 'HEAD']
brew 'homebrew/emacs/diff-hl'
brew 'homebrew/emacs/elfeed'
brew 'homebrew/emacs/editorconfig-emacs', args: ['HEAD']
brew 'homebrew/emacs/epl', args: ['HEAD']
brew 'homebrew/emacs/flycheck', args: ['with-package', 'with-cask']
brew 'homebrew/emacs/fountain-mode'
brew 'homebrew/emacs/gist-emacs'
brew 'homebrew/emacs/git-modes'
brew 'homebrew/emacs/js2-mode'
brew 'homebrew/emacs/magit'
brew 'homebrew/emacs/markdown-mode', args: ['with-toc', 'HEAD']
brew 'homebrew/emacs/nlinum'
brew 'homebrew/emacs/org-mode'
brew 'homebrew/emacs/pandoc-mode'
brew 'homebrew/emacs/pdf-tools'
brew 'homebrew/emacs/php-mode', args: ['HEAD']
brew 'homebrew/emacs/rainbow-mode'
brew 'homebrew/emacs/robe', args: ['HEAD']
brew 'homebrew/emacs/rubocop-emacs'
brew 'homebrew/emacs/scss-mode', args: ['HEAD']
brew 'homebrew/emacs/shell-pop'
brew 'homebrew/emacs/solarized-emacs', args: ['HEAD']
brew 'homebrew/emacs/swiper', args: ['HEAD']
brew 'homebrew/emacs/typo-mode'
brew 'homebrew/emacs/unkillable-scratch'
brew 'homebrew/emacs/web-mode'
brew 'homebrew/emacs/yaml-mode'
