brew 'bzip2'
brew 'cmake', args: ['without-docs']

brew 'editorconfig'
brew 'gpg2'
brew 'xapian', args: ['with-python']
brew 'notmuch', args: ['with-emacs']
brew 'tmux'
brew 'tmux-mem-cpu-load'

tap 'dunn/yolo'
brew 'dunn/yolo/emacs-edge', args: ['with-mailutils']

tap 'dunn/emacs'
brew 'dunn/emacs/applescript-mode'
brew 'dunn/emacs/ag-emacs'
brew 'dunn/emacs/ansible-doc'
brew 'dunn/emacs/beacon-mode'
brew 'dunn/emacs/company-mode', args: ['with-web', 'with-ansible', 'with-emoji']
brew 'dunn/emacs/diff-hl'
brew 'dunn/emacs/diffview'
brew 'dunn/emacs/elfeed'
brew 'dunn/emacs/elisp-slime-nav'
brew 'dunn/emacs/editorconfig-emacs'
brew 'dunn/emacs/epl'
brew 'dunn/emacs/exec-path-from-shell'
brew 'dunn/emacs/flycheck', args: ['with-package']
brew 'dunn/emacs/fountain-mode'
brew 'dunn/emacs/gist-emacs'
brew 'dunn/emacs/git-modes'
brew 'dunn/emacs/htmlize'
brew 'dunn/emacs/homebrew-mode'
brew 'dunn/emacs/irony-mode'
brew 'dunn/emacs/json-mode'
brew 'dunn/emacs/js2-mode'
brew 'dunn/emacs/list-unicode-display'
brew 'dunn/emacs/magit'
brew 'dunn/emacs/markdown-mode'
brew 'dunn/emacs/nlinum'
brew 'dunn/emacs/neotree', args: ['HEAD']
brew 'dunn/emacs/org-mode'
brew 'dunn/emacs/pdf-tools'
brew 'dunn/emacs/php-mode'
brew 'dunn/emacs/rainbow-mode'
brew 'dunn/emacs/robe'
brew 'dunn/emacs/rspec-mode'
brew 'dunn/emacs/rubocop-emacs'
brew 'dunn/emacs/ruby-tools'
brew 'dunn/emacs/scss-mode', args: ['HEAD']
brew 'dunn/emacs/slime'
brew 'dunn/emacs/solarized-emacs', args: ['HEAD']
brew 'dunn/emacs/suggest-emacs'
brew 'dunn/emacs/swiper', args: ['HEAD']
brew 'dunn/emacs/typo-mode'
brew 'dunn/emacs/unkillable-scratch'
brew 'dunn/emacs/web-mode'
brew 'dunn/emacs/yaml-mode'
