brew 'editorconfig'
brew 'dunn/yolo/emacs-edge', args: ['with-mailutils']
brew 'notmuch', args: ['with-emacs']
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'tmux-mem-cpu-load'

brew 'homebrew/emacs/applescript-mode'
brew 'homebrew/emacs/ag-emacs'
brew 'homebrew/emacs/ansible-doc'
brew 'homebrew/emacs/beacon-mode'
brew 'homebrew/emacs/company-mode', args: ['with-emoji', 'with-web', 'with-php']
brew 'homebrew/emacs/diff-hl'
brew 'homebrew/emacs/diffview'
brew 'homebrew/emacs/elfeed'
brew 'homebrew/emacs/elisp-slime-nav'
brew 'homebrew/emacs/editorconfig-emacs'
brew 'homebrew/emacs/epl'
brew 'homebrew/emacs/exec-path-from-shell'
brew 'homebrew/emacs/flycheck', args: ['with-package']
brew 'homebrew/emacs/fountain-mode'
brew 'homebrew/emacs/gist-emacs'
brew 'homebrew/emacs/git-modes'
brew 'homebrew/emacs/htmlize'
brew 'homebrew/emacs/irony-mode'
brew 'homebrew/emacs/json-mode'
brew 'homebrew/emacs/js2-mode'
brew 'homebrew/emacs/list-unicode-display'
brew 'homebrew/emacs/magit'
brew 'homebrew/emacs/markdown-mode'
brew 'homebrew/emacs/nlinum'
brew 'homebrew/emacs/neotree', args: ['HEAD']
brew 'homebrew/emacs/org-mode'
brew 'homebrew/emacs/pdf-tools'
brew 'homebrew/emacs/php-mode'
brew 'homebrew/emacs/rainbow-mode'
brew 'homebrew/emacs/robe'
brew 'homebrew/emacs/rspec-mode'
brew 'homebrew/emacs/rubocop-emacs'
brew 'homebrew/emacs/ruby-tools'
brew 'homebrew/emacs/scss-mode', args: ['HEAD']
brew 'homebrew/emacs/slime'
brew 'homebrew/emacs/solarized-emacs', args: ['HEAD']
brew 'homebrew/emacs/suggest-emacs'
brew 'homebrew/emacs/swiper', args: ['HEAD']
brew 'homebrew/emacs/typo-mode'
brew 'homebrew/emacs/unkillable-scratch'
brew 'homebrew/emacs/web-mode'
brew 'homebrew/emacs/yaml-mode'
