brew 'magit'
tap 'dunn/emacs'
brew 'dunn/emacs/ac-html'
brew 'dunn/emacs/achievements'
brew 'dunn/emacs/applescript-mode'
brew 'dunn/emacs/auto-complete'
brew 'dunn/emacs/browse-kill-ring'
brew 'dunn/emacs/color-theme-solarized', args: ['HEAD']
brew 'dunn/emacs/dash'
brew 'dunn/emacs/debbugs'
brew 'dunn/emacs/e2ansi'
brew 'dunn/emacs/editorconfig-emacs', args: ['HEAD']
brew 'dunn/emoji-cheat-sheet-plus'
brew 'dunn/emacs/epl', args: ['HEAD']
brew 'dunn/emacs/flycheck'
brew 'dunn/emacs/fountain-mode'
brew 'dunn/emacs/git-modes'
brew 'dunn/emacs/helm'
brew 'dunn/emacs/js2-mode'
brew 'dunn/emacs/let-alist'
brew 'dunn/emacs/markdown-mode', args: ['with-markdown-plus', 'HEAD']
brew 'dunn/emacs/org-mode'
brew 'dunn/emacs/php-mode'
brew 'dunn/emacs/pkg-info'
brew 'dunn/emacs/popup'
brew 'dunn/emacs/rainbow-mode'
brew 'dunn/emacs/register-list'
brew 'dunn/emacs/s'
brew 'dunn/emacs/scss-mode', args: ['HEAD']
brew 'dunn/emacs/swiper', args: ['with-helm']
brew 'dunn/emacs/unkillable-scratch'
brew 'dunn/emacs/web-completion-data'
brew 'dunn/emacs/web-mode'
brew 'dunn/emacs/which-key'
