brew 'editorconfig', args: ['HEAD']
brew 'emacs', args: ['with-x11', 'HEAD']
brew 'magit', args: ['HEAD']

tap 'homebrew/emacs'
brew 'homebrew/emacs/achievements', args: ['HEAD']
brew 'homebrew/emacs/applescript-mode'
brew 'homebrew/emacs/async-emacs'
brew 'homebrew/emacs/anzu-mode'
brew 'homebrew/emacs/browse-kill-ring'
brew 'homebrew/emacs/circe'
brew 'homebrew/emacs/company-mode', args: ['with-emoji', 'HEAD']
brew 'homebrew/emacs/dash'
brew 'homebrew/emacs/debbugs'
brew 'homebrew/emacs/e2ansi', args: ['HEAD']
brew 'homebrew/emacs/editorconfig-emacs', args: ['HEAD']
brew 'homebrew/emacs/epl', args: ['HEAD']
brew 'homebrew/emacs/evil'
brew 'homebrew/emacs/f'
brew 'homebrew/emacs/flycheck', args: ['with-package']
brew 'homebrew/emacs/fountain-mode'
brew 'homebrew/emacs/git-modes'
brew 'homebrew/emacs/go-mode'
brew 'homebrew/emacs/haskell-mode'
brew 'homebrew/emacs/helm'
brew 'homebrew/emacs/inf-ruby'
brew 'homebrew/emacs/js2-mode'
brew 'homebrew/emacs/keyfreq'
brew 'homebrew/emacs/let-alist'
brew 'homebrew/emacs/markdown-mode', args: ['with-toc', 'HEAD']
brew 'homebrew/emacs/names'
brew 'homebrew/emacs/olivetti'
brew 'homebrew/emacs/org-mode'
brew 'homebrew/emacs/php-mode'
brew 'homebrew/emacs/pkg-info'
brew 'homebrew/emacs/popup'
brew 'homebrew/emacs/rainbow-mode'
brew 'homebrew/emacs/register-list'
brew 'homebrew/emacs/s'
brew 'homebrew/emacs/scss-mode', args: ['HEAD']
brew 'homebrew/emacs/solarized-emacs', args: ['HEAD']
brew 'homebrew/emacs/typo-mode'
brew 'homebrew/emacs/unkillable-scratch'
brew 'homebrew/emacs/web-completion-data'
brew 'homebrew/emacs/web-mode'
brew 'homebrew/emacs/yaml-mode'
