brew 'magit'
tap 'homebrew/emacs'
brew 'homebrew/emacs/ac-html'
brew 'homebrew/emacs/achievements'
brew 'homebrew/emacs/applescript-mode'
brew 'homebrew/emacs/auto-complete'
brew 'homebrew/emacs/browse-kill-ring'
brew 'homebrew/emacs/dash'
brew 'homebrew/emacs/debbugs'
brew 'homebrew/emacs/e2ansi'
brew 'homebrew/emacs/editorconfig-emacs', args: ['HEAD']
brew 'homebrew/emoji-cheat-sheet-plus'
brew 'homebrew/emacs/epl', args: ['HEAD']
brew 'homebrew/emacs/flycheck'
brew 'homebrew/emacs/fountain-mode'
brew 'homebrew/emacs/git-modes'
brew 'homebrew/emacs/helm'
brew 'homebrew/emacs/js2-mode'
brew 'homebrew/emacs/let-alist'
brew 'homebrew/emacs/markdown-mode', args: ['with-markdown-plus', 'HEAD']
brew 'homebrew/emacs/org-mode'
brew 'homebrew/emacs/php-mode'
brew 'homebrew/emacs/pkg-info'
brew 'homebrew/emacs/popup'
brew 'homebrew/emacs/rainbow-mode'
brew 'homebrew/emacs/register-list'
brew 'homebrew/emacs/s'
brew 'homebrew/emacs/scss-mode', args: ['HEAD']
brew 'homebrew/emacs/solarized-emacs', args: ['HEAD']
brew 'homebrew/emacs/swiper', args: ['with-helm']
brew 'homebrew/emacs/typo-mode'
brew 'homebrew/emacs/unkillable-scratch'
brew 'homebrew/emacs/web-completion-data'
brew 'homebrew/emacs/web-mode'
brew 'homebrew/emacs/yaml-mode'
